Revit 2027 API
SymbolTypeId.MCaret2 Property
 Symbol m^2, indicating unit Square meters.
Namespace: Autodesk.Revit.DB
Assembly: RevitAPI (in RevitAPI.dll) Version: 27.0.4.0 (27.0.4.0)
Syntax
public static ForgeTypeId MCaret2 { get; }
Public Shared ReadOnly Property MCaret2 As ForgeTypeId
	Get
public:
static property ForgeTypeId^ MCaret2 {
	ForgeTypeId^ get ();
}
static member MCaret2 : ForgeTypeId with get
Property Value
ForgeTypeId
See Also
Reference
SymbolTypeId Class
Autodesk.Revit.DB Namespace